{
  "lack": [
    "Пока вы протискивались через рынок, чей-то хриплый голос пробормотал: 'В IN_DISTRICT эти PRODUCT теперь только у мафии достать, и то — за кровь...'",
    "Вы случайно подслушали, как два дилера перешептывались: 'Если знаешь, где взять PRODUCT — молчи. А то цена в IN_DISTRICT уже выше, чем на кислород в трущобах...'",
    "Из темноты переулка донеслось: 'Слышь, в IN_DISTRICT PRODUCT теперь в сто раз дороже. Кто-то слил инфу корпоратам, и теперь все хотят нажиться...'",
    "Пока вы ждали своего заказа, кто-то в баре буркнул: 'Чёртов дефицит... Теперь за PRODUCT в IN_DISTRICT просят столько, что проще украсть у мафии...'",
    "В радиопомехах комлинка мелькнуло: '...всем слушающим: PRODUCT в IN_DISTRICT теперь только через нас, и готовьтесь к драке за последнюю партию...'",
    "Вы зацепили ухом разговор двух контрабандистов: 'Да кому сейчас легко? Даже PRODUCT в IN_DISTRICT уже не достать — все запасы ушли наверх...'",
    "Чей-то насмешливый голос из толпы: 'Ха, если думаешь, что найдёшь PRODUCT в IN_DISTRICT просто так, то у тебя или связи, или громадное везение...'",
    "Пока вы проверяли свой пистолет, кто-то рядом процедил: 'В IN_DISTRICT чертовы PRODUCT теперь дороже, чем тишина после взрыва...'"
  ],
  "overproduction": [
    "В переулке пара грязных техников смеялась: 'Теперь эти PRODUCT валяются в IN_DISTRICT на каждом углу — даже крысы не берут!'",
    "Пока вы шли по рынку, торговец орал в комлинк: 'Да кому PRODUCT сейчас нужны?! У меня их целый склад в IN_DISTRICT, и все как один — мусор!'",
    "Два контрабандиста в баре спорили: 'Раньше за PRODUCT в IN_DISTRICT платили чипами, а теперь хоть раздавай — все равно никто не купит.'",
    "Вы случайно услышали, как дилер матерился: 'Чёртовы PRODUCT — теперь его столько, что даже мафия не знает, куда девать в IN_DISTRICT!'",
    "В толпе кто-то пробормотал: 'Раньше за PRODUCT в IN_DISTRICT убивали. Теперь даже даром не берут. Вот и прогресс.'",
    "На свалке кто-то орал: 'Опять эти PRODUCT! Да сколько можно?!'",
    "В баре пьяный киборг бубнил: 'Раньше PRODUCT - это было золото. Теперь — мусор. Вот и вся разница.'"
  ]
}
