{
  "favorite": {
    "description": [
      "Безопасный выбор. Фаворит редко подводит, но и выигрыш не впечатлит.",
      "Ставка для тех, кто не любит рисковать. Выиграете немного, зато почти наверняка.",
      "Фаворит — стабильный, как ржавые трубы в Токсичных Трущобах. Не блеск, но надёжно.",
      "Минимальный риск, минимальная награда. Как зарплата корпоративного раба.",
      "Выбираете фаворита? Значит, вам нужны деньги, а не адреналин.",
      "Да, это скучно. Зато вы не проснётесь в канаве с пустым кошельком.",
      "Ставка для тех, кто верит в статистику, а не в удачу.",
      "Фаворит — как правительство: редко побеждает красиво, но обычно побеждает.",
      "Если вы не любите неожиданности, это ваш выбор.",
      "Малый риск, малая награда. Зато можно не прятаться после поражения.",
      "Фаворит — как старая проститутка: надёжная, но скучная.",
      "Ставка на фаворита — для тех, кто хочет жить долго и скучно."
    ],
    "win_text": [
      "Безопасная игра — надежный результат! Твоя ставка на фаворита сыграла!",
      "Предсказуемо? Да. Прибыльно? Ещё как.",
      "Поздравляем! Вы только что выиграли ровно столько, чтобы мафия не стала вас убивать... сегодня.",
      "Поздравляем! Вы только что выиграли ровно столько, чтобы мафия сочла вас слишком ничтожным для убийства.",
      "Безопасная ставка — предсказуемый результат. Вы выиграли ровно столько, сколько ожидали. Как скучно.",
      "Победа! (Если это можно так назвать). Ваш выигрыш покрывает 0.3% вашего долга. Продолжайте в том же духе!",
      "Фаворит победил. Вы получили свои гроши. Мир не изменился. Всё как обычно.",
      "Твоя ставка сыграла. Не волнуйтесь — такой мизерный выигрыш даже не стоит учитывать в твоей налоговой декларации (если вы вдруг ещё платите налоги).",
      "Выигрыш зачислен. Напоминаем: в этом городе даже мёртвые должны деньги. Так что не расслабляйтесь."
    ],
    "loose_text": [
      "Фаворит? Серьёзно? Даже он иногда проигрывает. Твои кредиты теперь принадлежат кому-то другому.",
      "Ошибка вычисления: фаворит не оправдал ожиданий. Как и вы.",
      "Даже 'верняк' иногда даёт сбой. Твои деньги — нет.",
      "Фаворит проиграл. Твои кредиты испарились. Жизнь продолжается. (Ну, Твоя — пока что).",
      "Поздравляем! Вы только что проиграли на самом надёжном варианте. Даже мы впечатлены.",
      "Ставка на фаворита? Хорошая мысль. Жаль, что не сработало.",
      "Фаворит не просто проиграл — он облажался. И вы вместе с ним.",
      "Вы верили в фаворита. Он вас подвёл. Теперь вы беднее, а он, возможно, мёртв. Жизнь несправедлива.",
      "Фаворит? Да вы шутите? Он проиграл, как последний лузер. Как и вы.",
      "Твоя ставка сгорела. Фаворит провалился. Вы провалились. Всё как обычно."
    ]
  },
  "underdog": {
    "description": [
      "Риск — благородное дело. Андердог может разорить вас... или сделать богачом.",
      "Ставка для азартных. Шансы против вас, но награда того стоит.",
      "Если выиграет — вы в шоколаде. Если проиграет — вас сожрут кредиторы.",
      "Андердог — как лотерея, только с бо́льшим адреналином.",
      "Выбираете аутсайдера? Значит, либо верите в чудо, либо вам нечего терять.",
      "Высокий риск, высокая награда. Или высокий шанс остаться ни с чем.",
      "Андердог — как русская рулетка, но с деньгами вместо пуль.",
      "Если он выиграет, вы станете легендой. Если нет — очередным лузером.",
      "Шансы малы, но если повезёт — вы сорвёте куш. Если нет — вас сорвут на органы.",
      "Андердог — как взлом корпоративного сервера: либо сорвёшь куш, либо сядешь на кол.",
      "Ставка на андердога — для тех, кто готов сжечь свою жизнь ради одного яркого момента."
    ],
    "win_text": [
      "Риск — благородное дело!",
      "Ставка против всех — победа только для избранных.",
      "Чёрт возьми, вы действительно выиграли! Надеемся, вы успеете потратить эти деньги, прежде чем букмекеры решат, что вы жульничали.",
      "Чёрт побери, вы действительно выиграли! Наслаждайтесь деньгами, пока букмекеры не наняли киллера, чтобы оспорить результат.",
      "Поздравляем! Теперь у вас достаточно кредитов, чтобы вас убили не из-за долга, а просто из принципа.",
      "Выигрыш зачислен. Если через час вы всё ещё живы — приходите ещё!",
      "Победа! Теперь бегите — организаторы уже жалеют, что разрешили такие ставки.",
      "Андердог? Серьёзно? Ладно, вот твои деньги. Только не говорите, что мы вас не предупреждали, когда за вами придут.",
      "Вы только что выиграли на том, на что никто не ставил. Теперь все думают, что вы или гений, или жулик. В любом случае — готовьтесь к последствиям.",
      "Победа! Теперь у вас есть деньги, связи и слава. И примерно 6 часов, чтобы всем этим воспользоваться.",
      "Поздравляем! Вы только что стали самым богатым человеком в радиусе пяти метров. Пока что."
    ],
    "loose_text": [
      "Риск — это хорошо. Но не когда ты проигрываешь. Твои кредиты теперь на чужом счету.",
      "Вы ставили на аутсайдера. Он проиграл. Вы проиграли. Все проиграли. Какая неожиданность.",
      "Вы верили в чудо. Чуда не произошло. Деньги исчезли. Жизнь — боль.",
      "Ваш аутсайдер проиграл. Шокирующе, да? Теперь вы беднее, а кто-то — богаче. Мир жесток.",
      "Ставка на андердога — это как надеяться, что мафия простит ваш долг. Ха-ха.",
      "Вы рискнули. Вы проиграли. Вы в дерьме. Добро пожаловать в клуб.",
      "Андердог облажался. Вы облажались. Все облажались. Всё идёт по плану."
    ]
  },
  "participate": {
    "description": [
      "Хотите всё или ничего? Выходите сами. Но помните: обратный билет не гарантирован.",
      "Максимальный риск, максимальная награда. Или максимально быстрая смерть.",
      "Участвуете лично? Значит, либо вы гений, либо у вас уже нет выбора.",
      "Выиграете — станете королём. Проиграете — даже могилу не найдут.",
      "Ставка для тех, кто готов пойти ва-банк. В прямом смысле.",
      "Личное участие — это как подписать контракт с дьяволом. Но награда того стоит.",
      "Если выживете — будете богаты. Если нет — хоть не придётся платить по долгам.",
      "Выбираете участие? Значит, либо верите в себя, либо вам просто некуда деваться.",
      "Это не ставка — это испытание. Пройдёте — получите всё. Нет — лишитесь даже того, что имеете.",
      "Риск на грани безумия. Но именно так и делаются состояния... или трупы.",
      "Личное участие — это как прыжок с небоскрёба. Если повезёт — полетите.",
      "Личное участие — это не ставка. Это самоубийство с возможностью выиграть."
    ],
    "win_text": [
      "Вы — легенда подполья! Вы не просто поставили — вы прошли через ад!",
      "Выиграть может каждый. Выжить — единицы.",
      "Вы либо гений, либо идиот. Но сейчас вы богатый идиот. Предупреждение: 87% победителей исчезают в течение 24 часов. Удачи!",
      "Поздравляем! Теперь у вас достаточно кредитов, чтобы вас убили не из-за долга, а просто из принципа.",
      "Выигрыш зачислен. Если через час вы всё ещё живы — приходите ещё!",
      "Наслаждайтесь деньгами, пока не появился кто-то, кто решит, что они должны принадлежать ему.",
      "Вы прошли через ад и вернулись с деньгами. Теперь вы либо легенда, либо труп. Время покажет.",
      "Ваш выигрыш настолько огромен, что мы даже не знаем, как его обложить 'налогом'. Ладно, забирайте — но знайте: теперь вы мишень.",
      "Поздравляем! Вы только что выиграли сумму, за которую в этом городе убивают даже своих. Наслаждайтесь последними часами жизни.",
      "Ваш выигрыш переведён. Интересный факт: 92% победителей исчезают в течение 24 часов. Ставки на ваше исчезновение уже принимаются!"
    ],
    "loose_text": [
      "Вы участвовали. Вы проиграли. Вы еле унесли ноги. Деньги уже не вернуть.",
      "Выжить — уже победа. Но деньги всё равно ушли к тому, кто выиграл. Поздравляем?",
      "Вы проиграли. Но эй, зато вы живы! (Пока что). Деньги, конечно, уже не твои.",
      "Участие? Серьёзно? Вы проиграли, и теперь твои кредиты капают кому-то в карман, возможно, вместе с твоей кровью.",
      "Вы рискнули всем. И потеряли всё. Ну, почти всё — жизнь-то пока ещё Твоя.",
      "Вы участвовали. Вы облажались. Вы теперь должны ещё больше. Классика.",
      "Поздравляем! Вы только что доказали, что даже самые отчаянные авантюры иногда заканчиваются провалом.",
      "Вы проиграли. Деньги ушли. Репутация уничтожена. Зато теперь у вас есть отличная мотивация никогда больше не делать этого.",
      "Участие? Да вы просто подались на мясо. Твои кредиты теперь кормят победителя.",
      "Вы проиграли. Но эй, зато теперь у вас есть отличная история... если, конечно, выживете, чтобы её рассказать."
    ]
  }
}
